src/test/resources/xml/getOrderByCode_111.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:end="http://endpoints.webstore.projs.d13.ru/">
    <soapenv:Header/>
    <soapenv:Body>
        <end:getOrderByCode>
            <!--Optional:-->
            <order_code>111</order_code>
        </end:getOrderByCode>
    </soapenv:Body>
</soapenv:Envelope>